[
    {
        "title":"PAINT PROTECTION FILM (PPF)",
        "description":"Protect your car's exterior with our Transparent or Colored Paint Protection Film. Both options shield against rock chips, scratches, and swirl marks, keeping your vehicle flawless for years. Contact us for package details!",
        "price":"ASK FOR QUOTE",
        "image":"/resize_sp_1.png"
    },
    {
        "title":"VINYL WRAP",
        "description":"Ready for a fresh new look? We’ve got you covered! Vinyl wraps are an excellent way to customize and protect your vehicle. With a wide range of colors and finishes available, we’ll help you choose the perfect wrap to make your car stand out.",
        "price":"$2800",
        "image":"/resize_sp_2.png"
    },
    {
        "title":"WINDOW TINT",
        "description":"Shield your vehicle from harmful UV rays with our professional window tinting. Choose from a wide range of films that not only keep your interior cool but also provide the privacy and security you deserve for a more comfortable ride.",
        "price":": $200",
        "image":"/resize_sp_3.png"
    },
    {
        "title":"CERAMIC COATING",
        "description":"Safeguard your windshield with a durable, shock-absorbing film. It defends against rock chips, sandblasting, and blocks 99% of harmful UV rays for enhanced protection.",
        "price":"$500",
        "image":"/ceramiccoating.png"
    },
    {
        "title":"WINDSHIELD PROTECTION",
        "description":"Protect your windshield with a layered shock-absorbing film. Prevent rock chips and sandblasting with the added benefit of blocking out 99% of UV rays.",
        "price":"$500",
        "image":"/resize_sp_4.png"
    },
    {
        "title":"PAINT CORRECTION",
        "description":"Protect your car's exterior with paint protection film (PPF) for years to come. We'll place a clear bra around your vehicle to protect it from rock chips, scratches, and swirling. Call for various PPF packages.",
        "price":"$500",
        "image":"/paintcorrection.png"
    },
    {
        "title":"POWDER COATING",
        "description":"Give your wheels a fresh, vibrant look with our durable powder coating. Designed to be rust-resistant and weatherproof, our process ensures a long-lasting finish. With a wide range of colors, we’re confident you’ll find the perfect match!",
        "price":"$150 PER WHEEL",
        "image":"/wheel_powder_coat.jpeg"
    },
    {
        "title":"SUSPENSION",
        "description":"Looking to add some height? Or are you looking to ride lower? Lower or raise your vehicle with us. Adjust the height, stiffness, or dampening of your vehicle's suspension. ",
        "price":"$500",
        "image":"/suspension.jpg"
    },
    {
        "title":"PAINT",
        "description":"Whether it is your entire car or the details, we paint it all. Leave your next paint job to us. We offer a wide array of paint colors. Call to book an appointment today.",
        "price":"$2,500",
        "image":"/paint.png"
    },
    {
        "title":"WHEELS AND TIRES",
        "description":"Looking for a new pair of shoes? Whether it is for styling or performance, we have it all. We carry name brands you know and trust.",
        "price":"VARIES",
        "image":"/wheels.png"
    }
]